766b.go-outliner
aaron-bond.better-comments
anthropic.claude-code
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
corschenzi.mermaid-graphical-editor
docker.docker
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.remotehub
golang.go
kruemelkatze.vscode-dashboard
marp-team.marp-vscode
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-vscode.azure-repos
ms-vscode.remote-repositories
mushan.vscode-paste-image
oderwat.indent-rainbow
pkief.material-icon-theme
pranaygp.vscode-css-peek
premparihar.gotestexplorer
quicktype.quicktype
repreng.csv
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
usernamehw.errorlens
wmaurer.change-case
yzane.markdown-pdf
yzhang.markdown-all-in-one
zignd.html-css-class-completion
